Repository: zoodyy/Learn2Sing
Catalog: Learn2Sing/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, nl, pl, pt_br, ru, sv, tr, zh_hans

source: Other signs that your voice may not be healthy: you have lost the ability to hit some high notes, your voice suddenly sounds deeper, your throat often feels raw, achy or strained, talking has become an effort, or you keep clearing your throat.
ar: ومن العلامات الأخرى على أن صوتك قد لا يكون سليمًا: أنك فقدت القدرة على بلوغ بعض النغمات العالية، أو أن صوتك صار فجأة أعمق، أو أن حلقك يؤلمك أو يبدو ملتهبًا أو مُجهَدًا كثيرًا، أو أن الكلام أصبح مُتعِبًا، أو أنك تتنحنح باستمرار.
de: Weitere Anzeichen, dass deine Stimme vielleicht nicht gesund ist: Du kommst an manche hohen Töne nicht mehr heran, deine Stimme klingt plötzlich tiefer, dein Hals fühlt sich oft wund, schmerzend oder angestrengt an, Sprechen ist mühsam geworden, oder du räusperst dich ständig.
es: Otras señales de que tu voz quizá no esté sana: ya no alcanzas algunas notas agudas, tu voz suena de repente más grave, a menudo notas la garganta irritada, dolorida o tensa, hablar te cuesta esfuerzo o carraspeas continuamente.
fr: Autres signes que votre voix n’est peut-être pas en bonne santé : vous n’arrivez plus à atteindre certaines notes aiguës, votre voix paraît soudain plus grave, votre gorge est souvent irritée, douloureuse ou tendue, parler vous demande un effort, ou vous vous raclez sans cesse la gorge.
it: Altri segnali che la voce potrebbe non essere in salute: non riesci più a raggiungere alcune note acute, la voce sembra all’improvviso più grave, la gola è spesso irritata, dolorante o tesa, parlare è diventato faticoso, oppure continui a schiarirti la gola.
ja: 声が健康でないかもしれないサインは、ほかにもあります。一部の高い音が出なくなった、声が急に低くなった、のどがよくヒリヒリしたり痛んだり張ったりする、話すのがつらくなった、咳ばらいばかりしている、などです。
ko: 목소리가 건강하지 않을 수 있다는 다른 신호도 있습니다. 일부 높은 음이 더 이상 나지 않는다, 목소리가 갑자기 낮아졌다, 목이 자주 따갑거나 아프거나 긴장된다, 말하는 것이 힘들어졌다, 계속 헛기침을 한다 같은 경우입니다.
nl: Andere tekenen dat je stem misschien niet gezond is: je haalt sommige hoge noten niet meer, je stem klinkt ineens lager, je keel voelt vaak rauw, pijnlijk of gespannen aan, praten kost moeite, of je blijft je keel schrapen.
pl: Inne oznaki, że twój głos może nie być zdrowy: nie sięgasz już niektórych wysokich dźwięków, głos nagle brzmi niżej, gardło często jest podrażnione, obolałe lub napięte, mówienie stało się wysiłkiem albo ciągle odchrząkujesz.
pt_br: Outros sinais de que sua voz pode não estar saudável: você não consegue mais alcançar algumas notas agudas, sua voz de repente soa mais grave, a garganta muitas vezes fica irritada, dolorida ou tensa, falar passou a exigir esforço, ou você vive pigarreando.
ru: Другие признаки того, что с голосом может быть не всё в порядке: вы больше не можете взять некоторые высокие ноты, голос вдруг стал звучать ниже, в горле часто саднит, болит или ощущается напряжение, говорить стало трудно, или вы постоянно откашливаетесь.
sv: Andra tecken på att rösten kanske inte är frisk: du når inte längre vissa höga toner, rösten låter plötsligt mörkare, halsen känns ofta rå, öm eller ansträngd, det har blivit ansträngande att prata, eller du harklar dig hela tiden.
tr: Sesinizin sağlıklı olmayabileceğine dair başka işaretler: bazı tiz notalara artık çıkamıyorsunuz, sesiniz birden daha kalın çıkıyor, boğazınız sık sık tahriş olmuş, ağrılı ya da zorlanmış hissediyor, konuşmak zahmetli hale geldi ya da sürekli boğazınızı temizliyorsunuz.
zh_hans: 嗓音可能不健康的其他信号还有：一些高音唱不上去了，声音突然变低，喉咙经常感到刺痛、酸痛或紧绷，说话变得费力，或者总是在清嗓子。

source: Outer color
ar: اللون الخارجي
de: Außenfarbe
es: Color exterior
fr: Couleur extérieure
it: Colore esterno
ja: 外側の色
ko: 외부 색상
nl: Buitenkleur
pl: Kolor zewnętrzny
pt_br: Cor externa
ru: Цвет снаружи
sv: Yttre färg
tr: Dış renk
zh_hans: 外部颜色

source: Overlapping Notes
ar: نغمات متداخلة
de: Überlappende Noten
es: Notas superpuestas
fr: Notes qui se chevauchent
it: Note sovrapposte
ja: 音符の重なり
ko: 겹치는 음표
nl: Overlappende noten
pl: Nakładające się nuty
pt_br: Notas sobrepostas
ru: Накладывающиеся ноты
sv: Överlappande noter
tr: Üst üste binen notalar
zh_hans: 音符重叠

source: Own Exercises
ar: تماريني
de: Eigene Übungen
es: Ejercicios propios
fr: Mes exercices
it: Esercizi personali
ja: 自分のエクササイズ
ko: 내 연습
nl: Eigen oefeningen
pl: Własne ćwiczenia
pt_br: Meus exercícios
ru: Свои упражнения
sv: Egna övningar
tr: Kendi egzersizlerim
zh_hans: 自己的练习

source: Own Sorting
ar: ترتيبي الخاص
de: Eigene Sortierung
es: Orden propio
fr: Ordre personnel
it: Ordine personale
ja: 自分の並び順
ko: 내 순서
nl: Eigen volgorde
pl: Własna kolejność
pt_br: Ordem própria
ru: Свой порядок
sv: Egen ordning
tr: Kendi sıralamam
zh_hans: 自定义排序

source: Paper - light
ar: الورق - فاتح
de: Papier – hell
es: Papel – claro
fr: Papier – clair
it: Carta – chiaro
ja: ペーパー（ライト）
ko: 종이 – 라이트
nl: Papier – licht
pl: Papier – jasny
pt_br: Papel – claro
ru: Бумага – светлый
sv: Papper – ljus
tr: Kâğıt – açık
zh_hans: 纸张 – 浅色

source: Pauses the exercise. Tap again to carry on from where you stopped.
ar: يوقف التمرين مؤقتًا. اضغط مرة أخرى للمتابعة من حيث توقفت.
de: Hält die Übung an. Tippe noch einmal, um dort weiterzumachen, wo du aufgehört hast.
es: Pausa el ejercicio. Toca otra vez para seguir donde lo dejaste.
fr: Met l’exercice en pause. Touchez à nouveau pour reprendre là où vous vous êtes arrêté.
it: Mette in pausa l’esercizio. Tocca di nuovo per riprendere da dove ti eri fermato.
ja: エクササイズを一時停止します。もう一度タップすると、止めたところから続きます。
ko: 연습을 일시정지합니다. 다시 탭하면 멈춘 곳부터 이어집니다.
nl: Pauzeert de oefening. Tik opnieuw om verder te gaan waar je gebleven was.
pl: Wstrzymuje ćwiczenie. Dotknij ponownie, aby ruszyć dalej od miejsca zatrzymania.
pt_br: Pausa o exercício. Toque de novo para continuar de onde parou.
ru: Ставит упражнение на паузу. Нажмите ещё раз, чтобы продолжить с того же места.
sv: Pausar övningen. Tryck igen för att fortsätta där du slutade.
tr: Egzersizi duraklatır. Kaldığınız yerden devam etmek için tekrar dokunun.
zh_hans: 暂停练习。再次点按可从停下的地方继续。

source: Pentatonic Riff
ar: ريف خماسي
de: Pentatonik-Riff
es: Riff pentatónico
fr: Riff pentatonique
it: Riff pentatonico
ja: ペンタトニック・リフ
ko: 펜타토닉 리프
nl: Pentatonische riff
pl: Riff pentatoniczny
pt_br: Riff pentatônico
ru: Пентатонический рифф
sv: Pentatoniskt riff
tr: Pentatonik riff
zh_hans: 五声音阶乐句

source: Pentatonic Scale
ar: سلم خماسي
de: Pentatonische Tonleiter
es: Escala pentatónica
fr: Gamme pentatonique
it: Scala pentatonica
ja: ペンタトニック・スケール
ko: 펜타토닉 음계
nl: Pentatonische toonladder
pl: Gama pentatoniczna
pt_br: Escala pentatônica
ru: Пентатоническая гамма
sv: Pentatonisk skala
tr: Pentatonik dizi
zh_hans: 五声音阶

source: Personal Record!
ar: رقم قياسي شخصي!
de: Persönlicher Rekord!
es: ¡Récord personal!
fr: Record personnel !
it: Record personale!
ja: 自己ベスト更新！
ko: 개인 최고 기록!
nl: Persoonlijk record!
pl: Rekord osobisty!
pt_br: Recorde pessoal!
ru: Личный рекорд!
sv: Personligt rekord!
tr: Kişisel rekor!
zh_hans: 个人纪录！

source: Phrygian Ascending
ar: سلم فريجي صاعد
de: Phrygisch aufsteigend
es: Frigio ascendente
fr: Phrygien ascendant
it: Frigio ascendente
ja: フリギア旋法 上行
ko: 프리지안 상행
nl: Frygisch stijgend
pl: Frygijska w górę
pt_br: Frígio ascendente
ru: Фригийский лад вверх
sv: Frygisk uppåt
tr: Frigyen çıkıcı
zh_hans: 弗里几亚调式上行

source: Phrygian Descending
ar: سلم فريجي هابط
de: Phrygisch absteigend
es: Frigio descendente
fr: Phrygien descendant
it: Frigio discendente
ja: フリギア旋法 下行
ko: 프리지안 하행
nl: Frygisch dalend
pl: Frygijska w dół
pt_br: Frígio descendente
ru: Фригийский лад вниз
sv: Frygisk nedåt
tr: Frigyen inici
zh_hans: 弗里几亚调式下行

source: Phrygian Dominant Ascending
ar: سلم فريجي مسيطر صاعد
de: Phrygisch-Dominant aufsteigend
es: Frigio dominante ascendente
fr: Phrygien dominant ascendant
it: Frigio dominante ascendente
ja: フリジアン・ドミナント 上行
ko: 프리지안 도미넌트 상행
nl: Frygisch dominant stijgend
pl: Frygijska dominantowa w górę
pt_br: Frígio dominante ascendente
ru: Фригийский доминантовый вверх
sv: Frygisk dominant uppåt
tr: Frigyen dominant çıkıcı
zh_hans: 弗里几亚属调式上行

source: Phrygian Dominant Descending
ar: سلم فريجي مسيطر هابط
de: Phrygisch-Dominant absteigend
es: Frigio dominante descendente
fr: Phrygien dominant descendant
it: Frigio dominante discendente
ja: フリジアン・ドミナント 下行
ko: 프리지안 도미넌트 하행
nl: Frygisch dominant dalend
pl: Frygijska dominantowa w dół
pt_br: Frígio dominante descendente
ru: Фригийский доминантовый вниз
sv: Frygisk dominant nedåt
tr: Frigyen dominant inici
zh_hans: 弗里几亚属调式下行

source: Piano
ar: بيانو
de: Klavier
it: Pianoforte
ja: ピアノ
ko: 피아노
pl: Fortepian
ru: Фортепиано
tr: Piyano
zh_hans: 钢琴

source: Piano Roll - dark
ar: لفافة البيانو - داكن
de: Pianorolle – dunkel
es: Piano roll – oscuro
fr: Piano roll – sombre
it: Piano roll – scuro
ja: ピアノロール（ダーク）
ko: 피아노 롤 – 다크
nl: Pianorol – donker
pl: Piano roll – ciemny
pt_br: Piano roll – escuro
ru: Пианоролл – тёмный
sv: Pianorulle – mörk
tr: Piyano rulosu – koyu
zh_hans: 钢琴卷帘 – 深色

source: Pick a look.
ar: اختر مظهرًا.
de: Wähle ein Aussehen.
es: Elige un aspecto.
fr: Choisissez une apparence.
it: Scegli un aspetto.
ja: 見た目を選んでください。
ko: 원하는 모양을 고르세요.
nl: Kies een uiterlijk.
pl: Wybierz wygląd.
pt_br: Escolha uma aparência.
ru: Выберите оформление.
sv: Välj ett utseende.
tr: Bir görünüm seçin.
zh_hans: 选择一种外观。

source: Pick the exercises to save, then send the file, copy it, or save it to Files.
ar: اختر التمارين المراد حفظها، ثم أرسل الملف أو انسخه أو احفظه في «الملفات».
de: Wähle die Übungen aus, die gesichert werden sollen, und versende, kopiere oder sichere die Datei anschließend in „Dateien“.
es: Elige los ejercicios que quieres guardar y luego envía el archivo, cópialo o guárdalo en Archivos.
fr: Choisissez les exercices à enregistrer, puis envoyez le fichier, copiez-le ou enregistrez-le dans Fichiers.
it: Scegli gli esercizi da salvare, poi invia il file, copialo o salvalo in File.
ja: 保存するエクササイズを選ぶと、ファイルを送信したり、コピーしたり、「ファイル」に保存したりできます。
ko: 저장할 연습을 고른 다음 파일을 보내거나 복사하거나 ‘파일’ 앱에 저장하세요.
nl: Kies de oefeningen die je wilt bewaren en verstuur, kopieer of bewaar het bestand daarna in Bestanden.
pl: Wybierz ćwiczenia do zapisania, a potem wyślij plik, skopiuj go lub zapisz w Plikach.
pt_br: Escolha os exercícios a salvar e depois envie o arquivo, copie-o ou salve-o em Arquivos.
ru: Выберите упражнения для сохранения, а затем отправьте файл, скопируйте его или сохраните в «Файлы».
sv: Välj övningarna som ska sparas och skicka sedan filen, kopiera den eller spara den i Filer.
tr: Kaydedilecek egzersizleri seç, ardından dosyayı gönder, kopyala veya Dosyalar’a kaydet.
zh_hans: 先挑选要保存的练习，再发送、拷贝该文件或将其存储到“文件”。

source: Picks a picture from your photos to show on your public profile.
ar: يختار صورة من صورك لعرضها في ملفك الشخصي العام.
de: Wählt ein Bild aus deinen Fotos, das in deinem öffentlichen Profil gezeigt wird.
es: Elige una foto de tu fototeca para mostrarla en tu perfil público.
fr: Choisit une photo dans votre photothèque pour l’afficher sur votre profil public.
it: Sceglie un’immagine dalle tue foto da mostrare nel tuo profilo pubblico.
ja: 写真ライブラリから、公開プロフィールに表示する画像を選びます。
ko: 사진 보관함에서 공개 프로필에 보여줄 사진을 고릅니다.
nl: Kiest een foto uit je fotoverzameling om op je openbare profiel te tonen.
pl: Wybiera zdjęcie z twojej biblioteki, które pokaże się w twoim publicznym profilu.
pt_br: Escolhe uma foto da sua fototeca para mostrar no seu perfil público.
ru: Выбирает фото из вашей медиатеки для показа в публичном профиле.
sv: Väljer en bild ur dina foton att visa på din offentliga profil.
tr: Herkese açık profilinizde gösterilecek bir fotoğrafı fotoğraflarınızdan seçer.
zh_hans: 从你的照片中挑选一张，显示在你的公开资料上。

source: Pitch
ar: درجة الصوت
de: Tonhöhe
es: Tono
fr: Hauteur
it: Altezza
ja: 音高
ko: 음높이
nl: Toonhoogte
pl: Wysokość
pt_br: Altura
ru: Высота
sv: Tonhöjd
tr: Perde
zh_hans: 音高

source: Pitch name color
ar: لون أسماء النغمات
de: Farbe der Tonnamen
es: Color de los nombres de notas
fr: Couleur des noms de notes
it: Colore dei nomi delle note
ja: 音名の色
ko: 음이름 색상
nl: Kleur van notennamen
pl: Kolor nazw nut
pt_br: Cor dos nomes das notas
ru: Цвет названий нот
sv: Färg på tonnamn
tr: Nota adı rengi
zh_hans: 音名颜色

source: Pitch of the Recording
ar: درجة صوت التسجيل
de: Tonhöhe der Aufnahme
es: Tono de la grabación
fr: Hauteur de l’enregistrement
it: Altezza della registrazione
ja: 録音の音高
ko: 녹음의 음높이
nl: Toonhoogte van de opname
pl: Wysokość nagrania
pt_br: Altura da gravação
ru: Высота записи
sv: Inspelningens tonhöjd
tr: Kaydın perdesi
zh_hans: 录音的音高

source: Play
ar: تشغيل
de: Abspielen
es: Reproducir
fr: Lecture
it: Riproduci
ja: 再生
ko: 재생
nl: Afspelen
pl: Odtwórz
pt_br: Reproduzir
ru: Воспроизвести
sv: Spela
tr: Oynat
zh_hans: 播放

source: Play Again
ar: تشغيل مرة أخرى
de: Nochmal spielen
es: Repetir
fr: Rejouer
it: Riprova
ja: もう一度
ko: 다시 하기
nl: Opnieuw spelen
pl: Zagraj ponownie
pt_br: Jogar de novo
ru: Ещё раз
sv: Spela igen
tr: Tekrar oyna
zh_hans: 再来一次

source: Play Recommended Exercises
ar: تشغيل التمارين المقترحة
de: Empfohlene Übungen abspielen
es: Reproducir los ejercicios recomendados
fr: Lancer les exercices recommandés
it: Riproduci gli esercizi consigliati
ja: おすすめのエクササイズを再生
ko: 추천 연습 재생
nl: Aanbevolen oefeningen afspelen
pl: Odtwórz polecane ćwiczenia
pt_br: Reproduzir exercícios recomendados
ru: Запустить рекомендуемые упражнения
sv: Spela rekommenderade övningar
tr: Önerilen egzersizleri oynat
zh_hans: 播放推荐练习

source: Play Sample
ar: تشغيل عيّنة
de: Beispiel abspielen
es: Reproducir muestra
fr: Écouter un exemple
it: Riproduci esempio
ja: サンプルを再生
ko: 샘플 재생
nl: Voorbeeld afspelen
pl: Odtwórz próbkę
pt_br: Reproduzir amostra
ru: Прослушать пример
sv: Spela upp exempel
tr: Örneği çal
zh_hans: 播放示例

source: Play the introduction the app opens with on its first launch again.
ar: يعيد تشغيل المقدمة التي يُفتح بها التطبيق عند تشغيله لأول مرة.
de: Spielt die Einführung erneut ab, mit der die App beim ersten Start beginnt.
es: Vuelve a reproducir la introducción con la que la app se abre la primera vez.
fr: Relance l’introduction affichée au premier lancement de l’app.
it: Riproduce di nuovo l’introduzione con cui l’app si apre al primo avvio.
ja: 初回起動時に表示される紹介をもう一度再生します。
ko: 앱을 처음 열 때 나오는 소개를 다시 재생합니다.
nl: Speelt de introductie opnieuw af waarmee de app bij de eerste start begint.
pl: Odtwarza ponownie wprowadzenie, od którego aplikacja zaczyna przy pierwszym uruchomieniu.
pt_br: Reproduz de novo a introdução que o app mostra na primeira abertura.
ru: Повторно показывает вступление, с которого приложение начинается при первом запуске.
sv: Spelar upp introduktionen som appen börjar med vid första starten igen.
tr: Uygulamanın ilk açılışta gösterdiği tanıtımı yeniden oynatır.
zh_hans: 重新播放应用首次启动时显示的介绍。

source: Playback
ar: التشغيل
de: Wiedergabe
es: Reproducción
fr: Lecture
it: Riproduzione
ja: 再生
ko: 재생
nl: Afspelen
pl: Odtwarzanie
pt_br: Reprodução
ru: Воспроизведение
sv: Uppspelning
tr: Çalma
zh_hans: 播放

source: Playback Screen
ar: شاشة التشغيل
de: Wiedergabebildschirm
es: Pantalla de reproducción
fr: Écran de lecture
it: Schermata di riproduzione
ja: 再生画面
ko: 재생 화면
nl: Afspeelscherm
pl: Ekran odtwarzania
pt_br: Tela de reprodução
ru: Экран воспроизведения
sv: Uppspelningsskärm
tr: Çalma ekranı
zh_hans: 播放界面

source: Playing note color
ar: لون النغمة الجارية
de: Farbe der klingenden Note
es: Color de la nota que suena
fr: Couleur de la note jouée
it: Colore della nota in riproduzione
ja: 再生中の音符の色
ko: 재생 중인 음표 색상
nl: Kleur van klinkende noot
pl: Kolor granej nuty
pt_br: Cor da nota tocando
ru: Цвет звучащей ноты
sv: Färg på spelad not
tr: Çalan nota rengi
zh_hans: 正在播放的音符颜色

source: Plays what you have drawn from the playhead, so you can hear it. Nothing is recorded or scored here.
ar: يشغّل ما رسمته بدءًا من رأس التشغيل، لتسمعه. لا يُسجَّل شيء ولا تُحتسب نتيجة هنا.
de: Spielt ab dem Abspielkopf, was du gezeichnet hast, damit du es hörst. Hier wird nichts aufgenommen und nichts bewertet.
es: Reproduce lo que has dibujado desde el cabezal, para que lo oigas. Aquí no se graba ni se puntúa nada.
fr: Joue ce que vous avez dessiné à partir de la tête de lecture, pour l’entendre. Rien n’est enregistré ni noté ici.
it: Riproduce ciò che hai disegnato a partire dalla testina, così puoi ascoltarlo. Qui non si registra e non si assegna alcun punteggio.
ja: 描いた内容を再生位置から鳴らして確認できます。ここでは録音も採点もされません。
ko: 재생 위치부터 그린 내용을 들려줍니다. 여기서는 녹음도 채점도 하지 않습니다.
nl: Speelt vanaf de afspeelkop wat je hebt getekend, zodat je het hoort. Er wordt hier niets opgenomen of beoordeeld.
pl: Odtwarza to, co narysowałeś, od głowicy, żebyś to usłyszał. Nic tu nie jest nagrywane ani oceniane.
pt_br: Toca o que você desenhou a partir do cursor, para você ouvir. Aqui nada é gravado nem pontuado.
ru: Проигрывает нарисованное начиная от указателя, чтобы вы это услышали. Здесь ничего не записывается и не оценивается.
sv: Spelar upp det du ritat från uppspelningsmarkören, så att du hör det. Inget spelas in och inget poängsätts här.
tr: Çizdiklerinizi oynatma çizgisinden itibaren çalar, duyabilmeniz için. Burada kayıt yapılmaz, puan verilmez.
zh_hans: 从播放头开始播放你画的内容，方便试听。这里不录音也不计分。

source: Portrait
ar: عمودي
de: Hochformat
es: Vertical
it: Verticale
ja: 縦向き
ko: 세로
nl: Staand
pl: Pionowo
pt_br: Retrato
ru: Портрет
sv: Stående
tr: Dikey
zh_hans: 竖屏

source: Position
ar: الموضع
es: Posición
it: Posizione
ja: 位置
ko: 위치
nl: Positie
pl: Pozycja
pt_br: Posição
ru: Положение
tr: Konum
zh_hans: 位置

source: Posture and Breathing
ar: الوقفة والتنفس
de: Haltung und Atmung
es: Postura y respiración
fr: Posture et respiration
it: Postura e respirazione
ja: 姿勢と呼吸
ko: 자세와 호흡
nl: Houding en ademhaling
pl: Postawa i oddech
pt_br: Postura e respiração
ru: Осанка и дыхание
sv: Hållning och andning
tr: Duruş ve nefes
zh_hans: 姿势与呼吸

source: Press and hold any category name to rearrange your categories, rename them, or add new ones.
ar: اضغط مطولًا على اسم أي فئة لإعادة ترتيب فئاتك أو إعادة تسميتها أو إضافة فئات جديدة.
de: Halte einen Kategorienamen gedrückt, um deine Kategorien umzusortieren, umzubenennen oder neue hinzuzufügen.
es: Mantén pulsado el nombre de cualquier categoría para reordenar tus categorías, renombrarlas o añadir nuevas.
fr: Appuyez longuement sur le nom d’une catégorie pour réorganiser vos catégories, les renommer ou en ajouter.
it: Tieni premuto il nome di una categoria per riordinare le tue categorie, rinominarle o aggiungerne di nuove.
ja: カテゴリ名を長押しすると、カテゴリの並べ替えや名前の変更、追加ができます。
ko: 분류 이름을 길게 누르면 분류의 순서를 바꾸거나 이름을 바꾸고, 새 분류를 추가할 수 있습니다.
nl: Houd een categorienaam ingedrukt om je categorieën te herschikken, te hernoemen of nieuwe toe te voegen.
pl: Przytrzymaj nazwę dowolnej kategorii, aby zmienić kolejność kategorii, zmienić ich nazwy lub dodać nowe.
pt_br: Toque e segure o nome de qualquer categoria para reordenar suas categorias, renomeá-las ou adicionar novas.
ru: Нажмите и удерживайте название любой категории, чтобы изменить их порядок, переименовать их или добавить новые.
sv: Håll in ett kategorinamn för att ordna om dina kategorier, byta namn på dem eller lägga till nya.
tr: Kategorilerinizi yeniden sıralamak, adlarını değiştirmek veya yenilerini eklemek için herhangi bir kategori adına basılı tutun.
zh_hans: 长按任意分类名称即可调整分类顺序、重命名分类或添加新分类。

source: Press and hold anything to see what it does.
ar: اضغط مطولًا على أي عنصر لترى ما يفعله.
de: Halte etwas gedrückt, um zu sehen, was es macht.
es: Mantén pulsado cualquier cosa para ver qué hace.
fr: Appuyez longuement sur un élément pour voir ce qu’il fait.
it: Tieni premuto qualsiasi cosa per vedere cosa fa.
ja: 長押しすると、それが何をするか分かります。
ko: 무엇이든 길게 누르면 설명이 나옵니다.
nl: Houd iets ingedrukt om te zien wat het doet.
pl: Przytrzymaj cokolwiek, aby zobaczyć, co robi.
pt_br: Toque e segure qualquer coisa para ver o que ela faz.
ru: Нажмите и удерживайте что угодно, чтобы узнать, что это.
sv: Håll in vad som helst för att se vad det gör.
tr: Ne işe yaradığını görmek için herhangi bir şeye basılı tutun.
zh_hans: 长按任意项目即可查看它的作用。

source: Privacy Policy
ar: سياسة الخصوصية
de: Datenschutzerklärung
es: Política de privacidad
fr: Politique de confidentialité
it: Informativa sulla privacy
ja: プライバシーポリシー
ko: 개인정보 처리방침
nl: Privacybeleid
pl: Polityka prywatności
pt_br: Política de privacidade
ru: Конфиденциальность
sv: Integritetspolicy
tr: Gizlilik politikası
zh_hans: 隐私政策

source: Private
ar: خاص
de: Privat
es: Privado
fr: Privé
it: Privato
ja: 非公開
ko: 비공개
nl: Privé
pl: Prywatne
pt_br: Privado
ru: Личное
sv: Privat
tr: Özel
zh_hans: 私有

source: Private Exercises
ar: التمارين الخاصة
de: Private Übungen
es: Ejercicios privados
fr: Exercices privés
it: Esercizi privati
ja: 非公開エクササイズ
ko: 비공개 연습
nl: Privéoefeningen
pl: Prywatne ćwiczenia
pt_br: Exercícios privados
ru: Личные упражнения
sv: Privata övningar
tr: Özel egzersizler
zh_hans: 私有练习

source: Profile
ar: الملف الشخصي
de: Profil
es: Perfil
fr: Profil
it: Profilo
ja: プロフィール
ko: 프로필
nl: Profiel
pl: Profil
pt_br: Perfil
ru: Профиль
sv: Profil
tr: Profil
zh_hans: 个人资料

source: Profile Description
ar: وصف الملف الشخصي
de: Profilbeschreibung
es: Descripción del perfil
fr: Description du profil
it: Descrizione del profilo
ja: プロフィールの説明
ko: 프로필 설명
nl: Profielbeschrijving
pl: Opis profilu
pt_br: Descrição do perfil
ru: Описание профиля
sv: Profilbeskrivning
tr: Profil açıklaması
zh_hans: 个人资料简介

source: Profile Picture
ar: صورة الملف الشخصي
de: Profilbild
es: Foto de perfil
fr: Photo de profil
it: Immagine del profilo
ja: プロフィール写真
ko: 프로필 사진
nl: Profielfoto
pl: Zdjęcie profilowe
pt_br: Foto do perfil
ru: Фото профиля
sv: Profilbild
tr: Profil fotoğrafı
zh_hans: 个人头像

source: Public
ar: عام
de: Öffentlich
es: Público
it: Pubblico
ja: 公開
ko: 공개
nl: Openbaar
pl: Publiczne
pt_br: Público
ru: Публичное
sv: Offentlig
tr: Herkese açık
zh_hans: 公开

source: Public Exercises
ar: التمارين العامة
de: Öffentliche Übungen
es: Ejercicios públicos
fr: Exercices publics
it: Esercizi pubblici
ja: 公開エクササイズ
ko: 공개 연습
nl: Openbare oefeningen
pl: Publiczne ćwiczenia
pt_br: Exercícios públicos
ru: Публичные упражнения
sv: Offentliga övningar
tr: Herkese açık egzersizler
zh_hans: 公开练习

source: Public exercises appear on the Community tab. Only an exercise lasting at least %@, counting all of its repetitions together, can be made public.
ar: تظهر التمارين العامة في تبويب المجتمع. لا يمكن جعل التمرين عامًا إلا إذا استمر %@ على الأقل، باحتساب جميع تكراراته معًا.
de: Öffentliche Übungen erscheinen im Community-Tab. Öffentlich machen lässt sich nur eine Übung, die mit allen Wiederholungen zusammen mindestens %@ dauert.
es: Los ejercicios públicos aparecen en la pestaña Comunidad. Solo se puede hacer público un ejercicio que dure al menos %@ sumando todas sus repeticiones.
fr: Les exercices publics apparaissent dans l’onglet Communauté. Seul un exercice durant au moins %@, toutes répétitions confondues, peut être rendu public.
it: Gli esercizi pubblici compaiono nella scheda Comunità. Può diventare pubblico solo un esercizio che dura almeno %@ contando tutte le sue ripetizioni.
ja: 公開エクササイズはコミュニティタブに表示されます。公開できるのは、繰り返しをすべて合わせて%@以上のエクササイズだけです。
ko: 공개 연습은 커뮤니티 탭에 표시됩니다. 모든 반복을 합쳐 %@ 이상인 연습만 공개할 수 있습니다.
nl: Openbare oefeningen verschijnen op het tabblad Community. Alleen een oefening die met alle herhalingen samen minstens %@ duurt, kan openbaar worden gemaakt.
pl: Publiczne ćwiczenia pojawiają się na karcie Społeczność. Publiczne może być tylko ćwiczenie trwające co najmniej %@ łącznie ze wszystkimi powtórzeniami.
pt_br: Exercícios públicos aparecem na aba Comunidade. Só pode ser tornado público um exercício que dure pelo menos %@ somando todas as suas repetições.
ru: Публичные упражнения появляются на вкладке «Сообщество». Публичным можно сделать только упражнение, которое длится не менее %@ со всеми повторами вместе.
sv: Offentliga övningar visas på fliken Community. Bara en övning som varar minst %@ med alla repetitioner sammanlagt kan göras offentlig.
tr: Herkese açık egzersizler Topluluk sekmesinde görünür. Yalnızca tüm tekrarları birlikte en az %@ süren bir egzersiz herkese açık yapılabilir.
zh_hans: 公开的练习会出现在“社区”标签中。只有把所有重复加在一起至少达到 %@ 的练习才能设为公开。
